*> Try to run the code at https://www.tutorialspoint.com/compile_cobol_online.php
IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
PROCEDURE DIVISION.
AUTHOR. BAGONGKIA.
DISPLAY 'Hello, world'.
STOP RUN.